{
    "classics": [
      
      {
        "name": "Raphael",
        "famousArtwork": "The School of Athens",
        "description": "The School of Athens is a fresco painting by Raphael. It portrays a gathering of influential philosophers and represents the intellectual and philosophical ideas of the Renaissance period.",
        "image": "https://artsandculture.google.com/asset/pai-raphael-school-of-athens/lAFNRIoOCRb9UA?ms=%7B%22x%22%3A0.5%2C%22y%22%3A0.5%2C%22z%22%3A8.479601555755231%2C%22size%22%3A%7B%22width%22%3A2.1774202009839345%2C%22height%22%3A1.2374999999999996%7D%7D",
        "about": "Raphael was an Italian painter and architect renowned for his graceful compositions and harmonious aesthetics. He was considered one of the finest painters of the High Renaissance."
      },
      {
        "name": "Caravaggio",
        "famousArtwork": "The Calling of Saint Matthew",
        "description": "The Calling of Saint Matthew is a significant masterpiece by Caravaggio. It is known for its dramatic use of light and shadow, characteristic of Caravaggio's style.",
        "image": "https://artsandculture.google.com/asset/the-calling-of-saint-matthew-hendrick-ter-brugghen/8wER3W37Laz6Yg?ms=%7B%22x%22%3A0.5%2C%22y%22%3A0.5%2C%22z%22%3A8.3100093101073%2C%22size%22%3A%7B%22width%22%3A2.1380612955889733%2C%22height%22%3A1.237499999999999%7D%7D",
        "about": "Caravaggio was an Italian painter who pioneered the use of naturalistic techniques and dramatic lighting in his artworks. His innovative style had a profound influence on Baroque art."
      },
      {
        "name": "Titian",
        "famousArtwork": "Venus of Urbino",
        "description": "The Venus of Urbino is a captivating painting by Titian. It depicts a reclining nude figure and is celebrated for its sensual beauty and masterful use of color.",
        "image": "https://artsandculture.google.com/asset/venus-of-urbino-tiziano-vecellio/bQGS8pnP5vr2Jg?ms=%7B%22x%22%3A0.5%2C%22y%22%3A0.5%2C%22z%22%3A8.773067671930788%2C%22size%22%3A%7B%22width%22%3A2.0079566876122095%2C%22height%22%3A1.2375000000000007%7D%7D",
        "about": "Titian, also known as Tiziano Vecellio, was an Italian painter of the Venetian school. His mastery of color and brushwork made him one of the most important figures in 16th-century art."
      },
      {
        "name": "Rembrandt",
        "famousArtwork": "The Night Watch",
        "description": "The Night Watch is a renowned painting by Rembrandt. It is an extraordinary group portrait of a militia company and is admired for its dynamic composition and use of light.",
        "image": "https://artsandculture.google.com/asset/the-night-watch-rembrandt-harmensz-van-rijn/eQEojRwTdypUKA?ms=%7B%22x%22%3A0.5%2C%22y%22%3A0.5%2C%22z%22%3A8.305704944842496%2C%22size%22%3A%7B%22width%22%3A2.368383888257923%2C%22height%22%3A1.2375%7D%7D",
        "about": "Rembrandt van Rijn was a Dutch painter and etcher considered one of the greatest painters and printmakers in European art history. His work is characterized by his innovative use of light and shadow."
      },
      {
        "name": "Peter Paul Rubens",
        "famousArtwork": "The Descent from the Cross",
        "description": "The Descent from the Cross is a monumental painting by Peter Paul Rubens. It depicts the biblical scene of Christ being taken down from the cross and showcases Rubens' exceptional skill in capturing emotional intensity.",
        "image": "https://artsandculture.google.com/asset/the-descent-from-the-cross-after-caravaggio/-AHqJq3XtnEMjQ?ms=%7B%22x%22%3A0.5%2C%22y%22%3A0.5%2C%22z%22%3A8.026202432756353%2C%22size%22%3A%7B%22width%22%3A4.206867257583427%2C%22height%22%3A1.2375%7D%7D",
        "about": "Peter Paul Rubens was a Flemish painter and diplomat who was an influential figure in Baroque art. He is known for his exuberant style, vivid color palette, and dynamic compositions."
      },
      {
        "name": "Diego Velázquez",
        "famousArtwork": "Las Meninas",
        "image": "https://artsandculture.google.com/asset/velazquez-las-meninas-au-musee-du-prado-juan-laurent/KQGpY6nyH5C1Uw?ms=%7B%22x%22%3A0.5%2C%22y%22%3A0.5%2C%22z%22%3A8.2744144196135%2C%22size%22%3A%7B%22width%22%3A3.394312461667828%2C%22height%22%3A1.2374999999999998%7D%7D",
        "description": "Las Meninas is a captivating painting by Diego Velázquez. It is a complex and intriguing portrayal of a royal family and their attendants, considered one of the most analyzed and admired artworks in Western art history.",
        "about": "Diego Velázquez was a Spanish painter renowned for his exceptional ability to capture the essence of his subjects and his remarkable handling of light and shadow. His works display a deep understanding of human character and a keen attention to detail, making them masterpieces of realism."
      }
    ],

    "mordern": [
        
        {
          "name": "Frida Kahlo",
          "famousArtwork": "The Two Fridas",
          "image": "https://example.com/the_two_fridas.jpg",
          "description": "The Two Fridas is a self-portrait by Frida Kahlo, depicting two versions of herself sitting side by side. It symbolizes Kahlo's dual heritage and emotional turmoil.",
          "about": "Frida Kahlo was a Mexican artist known for her bold and vibrant self-portraits. Her work often explored themes of identity, pain, and Mexican culture."
        },
        {
          "name": "Andy Warhol",
          "famousArtwork": "Campbell's Soup Cans",
          "image": "https://example.com/campbells_soup_cans.jpg",
          "description": "Campbell's Soup Cans is a series of paintings by Andy Warhol, featuring 32 canvases, each depicting a different variety of Campbell's Soup can. It represents Warhol's fascination with consumer culture and the mass-produced.",
          "about": "Andy Warhol was an American artist and leading figure in the Pop Art movement. He is known for his iconic works exploring themes of celebrity, advertising, and consumerism."
        },
        {
          "name": "Yayoi Kusama",
          "famousArtwork": "Infinity Mirror Room",
          "image": "https://example.com/infinity_mirror_room.jpg",
          "description": "Infinity Mirror Room is an immersive installation artwork by Yayoi Kusama. It consists of mirrored walls and LED lights, creating a sense of infinite space and mesmerizing reflections.",
          "about": "Yayoi Kusama is a Japanese contemporary artist known for her avant-garde installations, sculptures, and paintings. Her work often explores themes of infinity, repetition, and patterns."
        },
        
        {
          "name": "Georgia O'Keeffe",
          "famousArtwork": "Jimson Weed/White Flower No. 1",
          "image": "https://example.com/jimson_weed.jpg",
          "description": "Jimson Weed/White Flower No. 1 is a large-scale floral painting by Georgia O'Keeffe. It portrays a close-up view of a white flower and is celebrated for its attention to detail and abstract qualities.",
          "about": "Georgia O'Keeffe was an American modernist artist known for her iconic paintings of enlarged flowers, New York skyscrapers, and New Mexico landscapes. She played a pivotal role in shaping American modern art."
        },
        {
          "name": "Banksy",
          "famousArtwork": "Girl with a Balloon",
          "image": "https://example.com/girl_with_a_balloon.jpg",
          "description": "Girl with a Balloon is a stencil graffiti artwork by Banksy, depicting a young girl reaching for a red heart-shaped balloon. It has become one of Banksy's most iconic and widely recognized works.",
          "about": "Banksy is an anonymous street artist and political activist known for his subversive and thought-provoking art. His works often convey social and political commentary with a touch of humor."
        },
        {
          "name": "Jean-Michel Basquiat",
          "famousArtwork": "Untitled",
          "image": "https://example.com/basquiat_untitled.jpg",
          "description": "Jean-Michel Basquiat was an American artist known for his raw and expressive paintings. He emerged from the New York City street art scene in the 1980s and gained critical acclaim for his graffiti-influenced style and insightful social commentary. Basquiat's works often incorporate symbols, text, and abstract figures, reflecting his diverse cultural background and experiences. His art tackles themes of identity, racism, capitalism, and the human condition. Despite his tragically short life, Basquiat's impact on contemporary art continues to resonate."
        },
        
        {
            "name": "Ai Weiwei",
            "famousArtwork": "Sunflower Seeds",
            "image": "https://example.com/sunflower_seeds.jpg",
            "description": "Sunflower Seeds is a renowned installation artwork by Ai Weiwei. It consists of millions of individually handcrafted porcelain sunflower seeds spread across a large gallery floor. The installation reflects on themes of mass production, collective identity, and the impact of globalization on traditional craftsmanship.",
            "about": "Ai Weiwei is a Chinese contemporary artist, activist, and filmmaker. His multidisciplinary work often addresses social and political issues in China and globally, exploring themes such as human rights, freedom of speech, and the relationship between the individual and society. Ai's art encompasses various mediums, including installations, sculptures, photography, and documentary films. He is known for his uncompromising stance on political issues, challenging authorities, and advocating for social change. Ai Weiwei's art serves as a powerful voice of dissent and a means to raise awareness about social injustices."
          }
        ],
        
            "contemporary": [
              {
                
                "name": "Yayoi Kusama",
                "famousArtwork": "Infinity Mirror Room",
                "image": "https://example.com/infinity_mirror_room.jpg",
                "description": "Infinity Mirror Room is an immersive installation artwork by Yayoi Kusama. It consists of mirrored walls and LED lights, creating a sense of infinite space and mesmerizing reflections.",
                "about": "Yayoi Kusama is a Japanese contemporary artist known for her avant-garde installations, sculptures, and paintings. Her work often explores themes of infinity, repetition, and patterns."
              },
              {
                
                "name": "Banksy",
                "famousArtwork": "Girl with a Balloon",
                "image": "https://example.com/girl_with_a_balloon.jpg",
                "description": "Girl with a Balloon is a stencil graffiti artwork by Banksy, depicting a young girl reaching for a red heart-shaped balloon. It has become one of Banksy's most iconic and widely recognized works.",
                "about": "Banksy is an anonymous street artist and political activist known for his subversive and thought-provoking art. His works often convey social and political commentary with a touch of humor."
              },
              
              
              {
                
                "name": "Marina Abramović",
                "famousArtwork": "The Artist Is Present",
                "image": "https://example.com/the_artist_is_present.jpg",
                "description": "The Artist Is Present was a durational performance artwork by Marina Abramović. It involved the artist sitting silently in a chair while spectators took turns sitting across from her. The piece explored themes of presence, connection, and vulnerability.",
                "about": "Marina Abramović is a Serbian performance artist known for her groundbreaking and physically demanding works. She pushes the boundaries of art and challenges the relationship between performer and audience."
              },
              {
                
                "name": "Jeff Koons",
                "famousArtwork": "Balloon Dog",
                "image": "https://example.com/balloon_dog.jpg",
                "description": "Balloon Dog is a series of large-scale stainless steel sculptures by Jeff Koons, resembling twisted balloon animals. The reflective surface and vibrant colors create a sense of whimsy and playfulness.",
                "about": "Jeff Koons is an American artist known for his provocative and often controversial sculptures. His works blur the boundaries between high and low culture, challenging traditional notions of art."
              },
              {
                
                "name": "Yoko Ono",
                "famousArtwork": "Cut Piece",
                "image": "https://example.com/cut_piece.jpg",
                "description": "Cut Piece is a performance artwork by Yoko Ono. It involved the artist sitting on a stage, inviting the audience to cut pieces of her clothing using scissors. The piece explored themes of vulnerability, trust, and the objectification of women.",
                "about": "Yoko Ono is a Japanese multimedia artist and peace activist. Her work encompasses various mediums, including performance art, music, and film. Ono is known for her avant-garde approach and her collaborations with John Lennon."
              },
              {
                
                "name": "Olafur Eliasson",
                "famousArtwork": "The Weather Project",
                "image": "https://example.com/the_weather_project.jpg",
                "description": "The Weather Project was an immersive installation by Olafur Eliasson. It recreated the experience of a sun setting inside the Turbine Hall of Tate Modern, using artificial mist and a semi-circular disc that emitted a radiant light.",
                "about": "Olafur Eliasson is a Danish-Icelandic artist known for his large-scale installations and sculptures that explore perceptions of light, color, and space. His works often create immersive environments and prompt viewers to engage with their surroundings."
              },
              
              {
                
                "name": "Cindy Sherman",
                "famousArtwork": "Untitled Film Stills",
                "image": "https://example.com/untitled_film_stills.jpg",
                "description": "Untitled Film Stills is a series of photographs by Cindy Sherman. In the series, Sherman portrays herself in various roles and scenarios, referencing and subverting the stereotypes and clichés of female characters in popular culture.",
                "about": "Cindy Sherman is an American photographer and conceptual artist known for her self-portraits that challenge notions of identity, gender, and representation. Her work explores the complexities of image-making and the constructed nature of identity."
              }
            ]
          
            
}